package com.isanechek.productslist.data.remote.utils

const val LONG_TEXT = "Не каждый умеет петь,\n" +
        "Не каждому дано яблоком\n" +
        "Падать к чужим ногам.\n" +
        "Сие есть самая великая исповедь,\n" +
        "Которой исповедуется хулиган.\n" +
        "Я нарочно иду нечесаным,\n" +
        "С головой, как керосиновая лампа, на плечах.\n" +
        "Ваших душ безлиственную осень\n" +
        "Мне нравится в потемках освещать.\n" +
        "Мне нравится, когда каменья брани\n" +
        "Летят в меня, как град рыгающей грозы,\n" +
        "Я только крепче жму тогда руками\n" +
        "Моих волос качнувшийся пузырь.\n" +
        "Так хорошо тогда мне вспоминать\n" +
        "Заросший пруд и хриплый звон ольхи,\n" +
        "Что где-то у меня живут отец и мать,\n" +
        "Которым наплевать на все мои стихи,\n" +
        "Которым дорог я, как поле и как плоть,\n" +
        "Как дождик, что весной взрыхляет зеленя.\n" +
        "Они бы вилами пришли вас заколоть\n" +
        "За каждый крик ваш, брошенный в меня.\n" +
        "Бедные, бедные крестьяне!\n" +
        "Вы, наверно, стали некрасивыми,\n" +
        "Так же боитесь бога и болотных недр.\n" +
        "О, если б вы понимали,\n" +
        "Что сын ваш в России\n" +
        "Самый лучший поэт!\n" +
        "Вы ль за жизнь его сердцем не индевели,\n" +
        "Когда босые ноги он в лужах осенних макал?\n" +
        "А теперь он ходит в цилиндре\n" +
        "И лакированных башмаках.\n" +
        "Но живёт в нём задор прежней вправки\n" +
        "Деревенского озорника.\n" +
        "Каждой корове с вывески мясной лавки\n" +
        "Он кланяется издалека.\n" +
        "И, встречаясь с извозчиками на площади,\n" +
        "Вспоминая запах навоза с родных полей,\n" +
        "Он готов нести хвост каждой лошади,\n" +
        "Как венчального платья шлейф.\n" +
        "Я люблю родину.\n" +
        "Я очень люблю родину!\n" +
        "Хоть есть в ней грусти ивовая ржавь.\n" +
        "Приятны мне свиней испачканные морды\n" +
        "И в тишине ночной звенящий голос жаб.\n" +
        "Я нежно болен вспоминаньем детства,\n" +
        "Апрельских вечеров мне снится хмарь и сырь.\n" +
        "Как будто бы на корточки погреться\n" +
        "Присел наш клен перед костром зари.\n" +
        "О, сколько я на нем яиц из гнезд вороньих,\n" +
        "Карабкаясь по сучьям, воровал!\n" +
        "Все тот же ль он теперь, с верхушкою зеленой?\n" +
        "По-прежнему ль крепка его кора?\n" +
        "А ты, любимый,\n" +
        "Верный пегий пес?!\n" +
        "От старости ты стал визглив и слеп\n" +
        "И бродишь по двору, влача обвисший хвост,\n" +
        "Забыв чутьем, где двери и где хлев.\n" +
        "О, как мне дороги все те проказы,\n" +
        "Когда, у матери стянув краюху хлеба,\n" +
        "Кусали мы с тобой ее по разу,\n" +
        "Ни капельки друг другом не погребав.\n" +
        "Я все такой же.\n" +
        "Сердцем я все такой же.\n" +
        "Как васильки во ржи, цветут в лице глаза.\n" +
        "Стеля стихов злаченые рогожи,\n" +
        "Мне хочется вам нежное сказать.\n" +
        "Спокойной ночи!\n" +
        "Всем вам спокойной ночи!\n" +
        "Отзвенела по траве сумерек зари коса…\n" +
        "Мне сегодня хочется очень\n" +
        "Из окошка луну.\n" +
        "Синий свет, свет такой синий!\n" +
        "В эту синь даже умереть не жаль.\n" +
        "Ну так что ж, что кажусь я циником,\n" +
        "Прицепившим к заднице фонарь!\n" +
        "Старый, добрый, заезженный Пегас,\n" +
        "Мне ль нужна твоя мягкая рысь?\n" +
        "Я пришел, как суровый мастер,\n" +
        "Воспеть и прославить крыс.\n" +
        "Башка моя, словно август,\n" +
        "Льется бурливых волос вином.\n" +
        "Я хочу быть желтым парусом\n" +
        "В ту страну, куда мы плывём."